[
    {
        "text": "I prefer grabbing a lunch from Gourmet than eating at Commons.",
        "code": "1"
    },
    {
        "text": "I often feel drained after networking events.",
        "code": "1"
    },
    {
        "text": "I start thinking super existentially after 4 shots of Pink Whitney.",
        "code": "1"
    },
    {
        "text": "My teammates in my project groups tend to piss tf ouf ot me.",
        "code": "1"
    },
    {
        "text": "I struggle to get participation points in my classes.",
        "code": "1"
    },
    {
        "text": "I'd rather book a GSR just for myself than grind with my friends.",
        "code": "1"
    },
    {
        "text": "I would never put up a \"I'm happy to announce\" post on LinkedIn.",
        "code": "1"
    },
    {
        "text": "I avoid eye contact with people I know on Locust.",
        "code": "1"
    },
    {
        "text": "I tend not to approach people at parties (unless I'm super blasted).",
        "code": "1"
    },
    {
        "text": "I'll generally be one of the first people to dip at social events.",
        "code": "1"
    },
    {
        "text": "I tend to think more about 2026 internships than my midterm next week.",
        "code": "2"
    },
    {
        "text": "I'm not sure what I want to do after Penn.",
        "code": "2"
    },
    {
        "text": "I feel confident in my guessing skills for my midterm next week.",
        "code": "2"
    },
    {
        "text": "I'll notice when the girl I sit next to in ECON 0200 got a new haircut.",
        "code": "2"
    },
    {
        "text": "I get bored with busy work and only enjoy class when I'm really learning something.",
        "code": "2"
    },
    {
        "text": "I'd rather work at a startup and build something new than work at a big company.",
        "code": "2"
    },
    {
        "text": "I tend to have a pretty good intuition for my classes.",
        "code": "2"
    },
    {
        "text": "I'm thinking about doing more higher education one day.",
        "code": "2"
    },
    {
        "text": "My friends often call me delusional when it comes to my love life.",
        "code": "2"
    },
    {
        "text": "I have theorized about the life I could live with my Locust crush (I do not know their name).",
        "code": "2"
    },
    {
        "text": "Free Luigi.",
        "code": "3"
    },
    {
        "text": "I am an avid When2Meet user and try and ensure everyone is able to attend my events.",
        "code": "3"
    },
    {
        "text": "I'll go along with my friends shitty Beli rec to make them happy.",
        "code": "3"
    },
    {
        "text": "I would say no to being a sugar baby if they were mean.",
        "code": "3"
    },
    {
        "text": "I EDed to Penn and it was ACTUALLY my top choice.",
        "code": "3"
    },
    {
        "text": "I feel uncomfortable sending out club rejection emails, even to kids who GPTed their essays.",
        "code": "3"
    },
    {
        "text": "I participate in nepotism for my close buddies and acquaintances.",
        "code": "3"
    },
    {
        "text": "I'm a bastion of kindness and compassion on Sidechat.",
        "code": "3"
    },
    {
        "text": "Even if the math tells me differently, I go with vibes (I failed 1410).",
        "code": "3"
    },
    {
        "text": "I don't feel any pressure to find my future spouse at Penn.",
        "code": "3"
    },
    {
        "text": "I will always reply with a maybe on Partiful.",
        "code": "4"
    },
    {
        "text": "I would rather follow around friends than have an explicit schedule for a night.",
        "code": "4"
    },
    {
        "text": "I'm never the leader in any of my group projects.",
        "code": "4"
    },
    {
        "text": "I see myself as more of an idea guy than a coordinator.",
        "code": "4"
    },
    {
        "text": "I joined clubs more for social reasons than as preprofessional endeavors.",
        "code": "4"
    },
    {
        "text": "I tend to submit most of my assignments the night they're due.",
        "code": "4"
    },
    {
        "text": "I rarely initiate plans with my friends, but am always down to hang out.",
        "code": "4"
    },
    {
        "text": "I have (or had) a roster.",
        "code": "4"
    },
    {
        "text": "I tend to change my classes at least 2-3 times a semester.",
        "code": "4"
    },
    {
        "text": "I hardly ever put everything in my life on GCal.",
        "code": "4"
    }
]
